Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# qr.pasteLink.hint
source: paste the link you received to connect
ar: الصق الرابط الذي تلقيته للاتصال
bn: সংযোগের জন্য প্রাপ্ত লিঙ্ক পেস্ট
de: fügen sie den erhaltenen link zum verbinden ein
es: pega el enlace que recibiste para conectar
fr: collez le lien reçu pour vous connecter
hi: जुड़ने के लिए प्राप्त लिंक पेस्ट करें
id: tempel tautan yang Anda terima untuk menyambung
ja: 受け取ったリンクを貼り付けて接続
ko: 받은 링크를 붙여넣어 연결하세요
pt_br: cole o link que você recebeu para conectar
pt_pt: cole a ligação que recebeu para ligar
ru: вставьте полученную ссылку для подключения
ur: جڑنے کے لیے موصول لنک چسپاں کریں
zh_hans: 粘贴你收到的链接以连接

# qr.permission.cameraRequired
source: camera access required for QR scanning
ar: الوصول إلى الكاميرا مطلوب لمسح QR
bn: QR স্ক্যানের জন্য ক্যামেরা অ্যাক্সেস প্রয়োজন
de: kamerazugriff für qr-scannen erforderlich
es: se requiere acceso a la cámara para escanear qr
fr: accès caméra requis pour scanner un qr
hi: QR स्कैन के लिए कैमरा पहुँच आवश्यक
id: akses kamera diperlukan untuk memindai qr
ja: QR のスキャンにはカメラへのアクセスが必要です
ko: QR 스캔에는 카메라 접근 권한이 필요합니다
pt_br: acesso à câmera necessário para ler QR
pt_pt: acesso à câmara necessário para ler QR
ru: для сканирования qr нужен доступ к камере
ur: QR اسکین کے لیے کیمرہ تک رسائی درکار ہے
zh_hans: 扫描 QR 码需要相机访问权限

# qr.protocol.hint
source: the QR code contains your auth token and host address
ar: يحتوي رمز QR على رمز المصادقة وعنوان المضيف
bn: QR-এ আপনার auth টোকেন এবং host ঠিকানা আছে
de: der QR-Code enthält Ihr Authentifizierungstoken und die Host-Adresse
es: el QR contiene tu token de autenticación y la dirección del host
fr: le QR contient votre jeton d’authentification et l’adresse de l’hôte
hi: QR में आपका auth टोकन और होस्ट पता है
id: qr code berisi token auth dan alamat host Anda
ja: QR コードには認証トークンとホストアドレスが含まれています
ko: QR 코드에는 인증 토큰과 호스트 주소가 포함되어 있습니다
pt_br: o código QR contém seu token de autenticação e o endereço do host
pt_pt: o código QR contém o seu token de autenticação e o endereço do host
ru: qr-код содержит ваш auth-токен и адрес хоста
ur: QR میں آپ کا auth ٹوکن اور host ایڈریس ہے
zh_hans: QR 码包含你的认证令牌和主机地址

# qr.protocol.label
source: Soyeht protocol
ar: بروتوكول Soyeht
ja: Soyeht プロトコル
ko: Soyeht 프로토콜
pt_br: protocolo Soyeht
pt_pt: protocolo Soyeht
zh_hans: Soyeht 协议

# qr.section.pasteLink
source: // paste link
ar: // لصق الرابط
ja: // リンクを貼り付け
ko: // 링크 붙여넣기
pt_br: // colar link
pt_pt: // colar ligação
zh_hans: // 粘贴链接

# qr.section.scan
source: // scan QR code
ar: // مسح رمز QR
ja: // QR コードをスキャン
ko: // QR 코드 스캔
pt_br: // escanear código QR
pt_pt: // ler código QR
zh_hans: // 扫描 QR 码

# scrollback.panel.a11y.hint.collapse
source: Double tap to collapse
ar: انقر نقرًا مزدوجًا للطي
bn: সংকুচিত করতে দুবার ট্যাপ করুন
de: Doppeltippen zum Einklappen
es: Doble toque para contraer
fr: Double-tapez pour réduire
hi: संकुचित करने के लिए डबल टैप करें
id: Ketuk dua kali untuk melipat
ja: ダブルタップで折りたたみ
ko: 두 번 탭하여 접기
pt_br: Toque duas vezes para recolher
pt_pt: Toque duas vezes para recolher
ru: Двойное нажатие, чтобы свернуть
ur: سمیٹنے کے لیے ڈبل ٹیپ کریں
zh_hans: 轻点两下以折叠

# scrollback.panel.a11y.hint.expand
source: Double tap to expand
ar: انقر نقرًا مزدوجًا للتوسيع
bn: প্রসারিত করতে দুবার ট্যাপ করুন
de: Doppeltippen zum Ausklappen
es: Doble toque para expandir
fr: Double-tapez pour développer
hi: विस्तार के लिए डबल टैप करें
id: Ketuk dua kali untuk memperluas
ja: ダブルタップで展開
ko: 두 번 탭하여 펼치기
pt_br: Toque duas vezes para expandir
pt_pt: Toque duas vezes para expandir
ru: Двойное нажатие, чтобы развернуть
ur: پھیلانے کے لیے ڈبل ٹیپ کریں
zh_hans: 轻点两下以展开

# scrollback.panel.a11y.label
source: Scrollback panel
ar: لوحة scrollback
bn: Scrollback প্যানেল
es: Panel de scrollback
fr: Panneau de scrollback
hi: Scrollback पैनल
id: Panel scrollback
ja: Scrollback パネル
ko: 스크롤백 패널
pt_br: Painel de scrollback
pt_pt: Painel de scrollback
ru: Панель scrollback
ur: Scrollback پینل
zh_hans: 回滚面板

# scrollback.panel.a11y.value.collapsed
source: collapsed
ar: مطوي
bn: সংকুচিত
de: eingeklappt
es: contraído
fr: réduit
hi: संकुचित
id: terlipat
ja: 折りたたまれています
ko: 접힘
pt_br: recolhido
pt_pt: recolhido
ru: свернут
ur: سمٹا ہوا
zh_hans: 已折叠

# scrollback.panel.a11y.value.expanded
source: expanded
ar: موسع
bn: প্রসারিত
de: ausgeklappt
es: expandido
fr: développé
hi: विस्तारित
id: diperluas
ja: 展開されています
ko: 펼쳐짐
pt_br: expandido
pt_pt: expandido
ru: развёрнут
ur: پھیلا ہوا
zh_hans: 已展开

# serverlist.action.add
source: add server
ar: إضافة خادم
bn: সার্ভার যোগ
de: Server hinzufügen
es: añadir Mac
fr: ajouter un serveur
hi: सर्वर जोड़ें
id: tambah server
ja: サーバーを追加
ko: 서버 추가
pt_br: adicionar Mac
pt_pt: adicionar Mac
ru: добавить сервер
ur: سرور شامل کریں
zh_hans: 添加服务器

# serverlist.action.remove
source: remove
ar: إزالة
bn: সরান
de: entfernen
es: quitar
fr: supprimer
hi: हटाएँ
id: hapus
ja: 削除
ko: 제거
pt_br: remover
pt_pt: remover
ru: удалить
ur: ہٹائیں
zh_hans: 移除

# serverlist.alert.remove.message
source: remove %1$@ (%2$@)?
ar: إزالة %1$@ (%2$@)؟
bn: %1$@ (%2$@) সরাবেন?
de: %1$@ (%2$@) entfernen?
es: ¿quitar %1$@ (%2$@)?
fr: supprimer %1$@ (%2$@) ?
hi: %1$@ (%2$@) हटाएँ?
id: hapus %1$@ (%2$@)?
ja: %1$@ (%2$@) を削除しますか？
ko: %1$@ (%2$@)을(를) 제거할까요?
pt_br: remover %1$@ (%2$@)?
pt_pt: remover %1$@ (%2$@)?
ru: удалить %1$@ (%2$@)?
ur: %1$@ (%2$@) کو ہٹائیں؟
zh_hans: 移除 %1$@（%2$@）？

# serverlist.alert.remove.title
source: remove server
ar: إزالة الخادم
bn: সার্ভার সরান
de: Server entfernen
es: quitar Mac
fr: supprimer le serveur
hi: सर्वर हटाएँ
id: hapus server
ja: サーバーを削除
ko: 서버 제거
pt_br: remover Mac
pt_pt: remover Mac
ru: удалить сервер
ur: سرور ہٹائیں
zh_hans: 移除服务器

# serverlist.badge.active
source: active
ar: نشط
bn: সক্রিয়
de: aktiv
es: activo
fr: actif
hi: सक्रिय
id: aktif
ja: アクティブ
ko: 활성
pt_br: ativo
pt_pt: ativo
ru: активный
ur: فعال
zh_hans: 活动

# serverlist.title
source: servers
ar: الخوادم
bn: সার্ভার
de: Server
es: Macs
fr: serveurs
hi: सर्वर
id: server
ja: サーバー
ko: 서버
pt_br: Macs
pt_pt: Macs
ru: серверы
ur: سرورز
zh_hans: 服务器

# settings.colorTheme.description
source: Each theme changes the 16 ANSI colors, background, and foreground of the terminal.
ar: يغير كل نسق ألوان ANSI الستة عشر وخلفية الطرفية ومقدمتها.
bn: প্রতিটি থিম টার্মিনালের 16টি ANSI রঙ, পটভূমি এবং সম্মুখভাগ পরিবর্তন করে।
de: Jedes Thema ändert die 16 ANSI-Farben, den Hintergrund und den Vordergrund des Terminals.
es: Cada tema cambia los 16 colores ANSI, el fondo y el primer plano del terminal.
fr: Chaque thème modifie les 16 couleurs ANSI, l’arrière-plan et l’avant-plan du terminal.
hi: प्रत्येक थीम टर्मिनल के 16 ANSI रंग, पृष्ठभूमि और अग्रभूमि को बदलती है।
id: Setiap tema mengubah 16 warna ANSI, latar belakang, dan latar depan terminal.
ja: 各テーマは、ターミナルの 16 色の ANSI カラー、背景、前景を変更します。
ko: 각 테마는 터미널의 16개 ANSI 색상, 배경, 전경을 변경합니다.
pt_br: Cada tema altera as 16 cores ANSI, o plano de fundo e o primeiro plano do terminal.
pt_pt: Cada tema altera as 16 cores ANSI, o fundo e o primeiro plano do terminal.
ru: Каждая тема меняет 16 цветов ANSI, фон и передний план терминала.
ur: ہر تھیم ٹرمینل کے 16 ANSI رنگ، پس منظر اور پیش منظر کو تبدیل کرتی ہے۔
zh_hans: 每个主题都会更改终端的 16 种 ANSI 颜色、背景和前景色。

# settings.colorTheme.section
source: // color theme
ar: // نسق الألوان
bn: // রঙের থিম
de: // farbthema
es: // tema de color
fr: // thème de couleurs
hi: // रंग थीम
id: // tema warna
ja: // カラーテーマ
ko: // 색상 테마
pt_br: // tema de cores
pt_pt: // tema de cores
ru: // цветовая тема
ur: // رنگ کی تھیم
zh_hans: // 颜色主题

# settings.cursorStyle.blinkBar
source: Blinking Bar
ar: شريط وامض
bn: ঝিকিমিকি বার
de: Blinkender Balken
es: Barra parpadeante
fr: Barre clignotante
hi: झिलमिलाती बार
id: Bilah Berkedip
ja: 点滅バー
ko: 깜박이는 막대
pt_br: Barra piscante
pt_pt: Barra a piscar
ru: Мигающая полоса
ur: چمکتی بار
zh_hans: 闪烁竖线

# settings.cursorStyle.blinkBlock
source: Blinking Block
ar: كتلة وامضة
bn: ঝিকিমিকি ব্লক
de: Blinkender Block
es: Bloque parpadeante
fr: Bloc clignotant
hi: झिलमिलाता ब्लॉक
id: Blok Berkedip
ja: 点滅ブロック
ko: 깜박이는 블록
pt_br: Bloco piscante
pt_pt: Bloco a piscar
ru: Мигающий блок
ur: چمکتا بلاک
zh_hans: 闪烁方块

# settings.cursorStyle.blinkUnderline
source: Blinking Underline
ar: شرطة سفلية وامضة
bn: ঝিকিমিকি আন্ডারলাইন
de: Blinkender Unterstrich
es: Subrayado parpadeante
fr: Souligné clignotant
hi: झिलमिलाता अंडरलाइन
id: Garis Bawah Berkedip
ja: 点滅アンダーライン
ko: 깜박이는 밑줄
pt_br: Sublinhado piscante
pt_pt: Sublinhado a piscar
ru: Мигающее подчёркивание
ur: چمکتا انڈر لائن
zh_hans: 闪烁下划线

# settings.cursorStyle.common
source: Common in terminal apps.
ar: شائع في تطبيقات الطرفية.
bn: টার্মিনাল অ্যাপে সাধারণ।
de: Üblich in Terminal-Apps.
es: Habitual en apps de terminal.
fr: Courant dans les apps de terminal.
hi: टर्मिनल ऐप्स में सामान्य।
id: Umum di aplikasi terminal.
ja: ターミナルアプリでよく使われます。
ko: 터미널 앱에서 흔히 사용됩니다.
pt_br: Comum em apps de terminal.
pt_pt: Comum em apps de terminal.
ru: Часто встречается в терминальных приложениях.
ur: ٹرمینل ایپس میں عام۔
zh_hans: 终端应用中常见。

# settings.cursorStyle.custom.row
source: Custom color...
ar: لون مخصص...
bn: কাস্টম রঙ...
de: Benutzerdefinierte Farbe...
es: Color personalizado...
fr: Couleur personnalisée…
hi: कस्टम रंग...
id: Warna kustom...
ja: カスタムカラー…
ko: 사용자 지정 색상...
pt_br: Cor personalizada...
pt_pt: Cor personalizada...
ru: Свой цвет…
ur: حسب ضرورت رنگ...
zh_hans: 自定义颜色...

# settings.cursorStyle.preset.amber
source: Amber
ar: كهرماني
bn: অ্যাম্বার
de: Bernstein
es: Ámbar
fr: Ambre
hi: अंबर
ja: アンバー
ko: 호박색
pt_br: Âmbar
pt_pt: Âmbar
ru: Янтарный
ur: عنبر
zh_hans: 琥珀色

# settings.cursorStyle.preset.blue
source: Blue
ar: أزرق
bn: নীল
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
ja: ブルー
ko: 파란색
pt_br: Azul
pt_pt: Azul
ru: Синий
ur: نیلا
zh_hans: 蓝色

# settings.cursorStyle.preset.cyan
source: Cyan
ar: سماوي
bn: সায়ান
es: Cian
hi: सियान
ja: シアン
ko: 청록색
pt_br: Ciano
pt_pt: Ciano
ru: Голубой
ur: سیان
zh_hans: 青色

# settings.cursorStyle.preset.gray
source: Gray
ar: رمادي
bn: ধূসর
de: Grau
es: Gris
fr: Gris
hi: ग्रे
id: Abu-abu
ja: グレー
ko: 회색
pt_br: Cinza
pt_pt: Cinzento
ru: Серый
ur: سرمئی
zh_hans: 灰色

# settings.cursorStyle.preset.green
source: Green
ar: أخضر
bn: সবুজ
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
ja: グリーン
ko: 초록색
pt_br: Verde
pt_pt: Verde
ru: Зелёный
ur: سبز
zh_hans: 绿色

# settings.cursorStyle.preset.pink
source: Pink
ar: وردي
bn: গোলাপী
es: Rosa
fr: Rose
hi: गुलाबी
id: Merah muda
ja: ピンク
ko: 분홍색
pt_br: Rosa
pt_pt: Rosa
ru: Розовый
ur: گلابی
zh_hans: 粉色

# settings.cursorStyle.preset.purple
source: Purple
ar: بنفسجي
bn: বেগুনি
de: Lila
es: Morado
fr: Violet
hi: बैंगनी
id: Ungu
ja: パープル
ko: 보라색
pt_br: Roxo
pt_pt: Roxo
ru: Фиолетовый
ur: ارغوانی
zh_hans: 紫色

# settings.cursorStyle.preset.red
source: Red
ar: أحمر
bn: লাল
de: Rot
es: Rojo
fr: Rouge
hi: लाल
id: Merah
ja: レッド
ko: 빨간색
pt_br: Vermelho
pt_pt: Vermelho
ru: Красный
ur: سرخ
zh_hans: 红色

# settings.cursorStyle.section.color
source: // cursor color
ar: // لون المؤشر
bn: // কার্সার রঙ
de: // cursor-farbe
es: // color del cursor
fr: // couleur du curseur
hi: // कर्सर रंग
id: // warna kursor
ja: // カーソルの色
ko: // 커서 색상
pt_br: // cor do cursor
pt_pt: // cor do cursor
ru: // цвет курсора
ur: // کرسر کا رنگ
zh_hans: // 光标颜色

# settings.cursorStyle.section.color.description
source: Choose the cursor color. The color will be applied to the style chosen above.
ar: اختر لون المؤشر. سيتم تطبيق اللون على النمط المختار أعلاه.
bn: কার্সার রঙ বেছে নিন। রঙ উপরে বেছে নেওয়া শৈলীতে প্রয়োগ হবে।
de: Wähle die Cursor-Farbe. Sie wird auf den oben gewählten Stil angewendet.
es: Elige el color del cursor. Se aplicará al estilo elegido arriba.
fr: Choisis la couleur du curseur. Elle sera appliquée au style choisi ci-dessus.
hi: कर्सर रंग चुनें। रंग ऊपर चुनी गई शैली पर लागू होगा।
id: Pilih warna kursor. Warna akan diterapkan pada gaya yang dipilih di atas.
ja: カーソルの色を選択してください。上で選択したスタイルに色が適用されます。
ko: 커서 색상을 선택하세요. 위에서 선택한 스타일에 색상이 적용됩니다.
pt_br: Escolha a cor do cursor. Ela será aplicada ao estilo escolhido acima.
pt_pt: Escolha a cor do cursor. Será aplicada ao estilo escolhido acima.
ru: Выберите цвет курсора. Он будет применён к выбранному выше стилю.
ur: کرسر کا رنگ منتخب کریں۔ رنگ اوپر منتخب کردہ انداز پر لاگو ہوگا۔
zh_hans: 选择光标颜色。该颜色会应用到上面选择的样式。

# settings.cursorStyle.section.default
source: // default cursor style
ar: // نمط المؤشر الافتراضي
bn: // ডিফল্ট কার্সার শৈলী
de: // standard-cursor-stil
es: // estilo de cursor por defecto
fr: // style de curseur par défaut
hi: // डिफ़ॉल्ट कर्सर शैली
id: // gaya kursor bawaan
ja: // デフォルトのカーソルスタイル
ko: // 기본 커서 스타일
pt_br: // estilo padrão do cursor
pt_pt: // estilo padrão do cursor
ru: // стиль курсора по умолчанию
ur: // کرسر کا ڈیفالٹ انداز
zh_hans: // 默认光标样式

# settings.cursorStyle.section.default.description
source: SwiftTerm supports 6 cursor styles. Choose the default.
ar: يدعم SwiftTerm ٦ أنماط للمؤشر. اختر النمط الافتراضي.
bn: SwiftTerm 6টি কার্সার শৈলী সমর্থন করে। ডিফল্ট নির্বাচন করুন।
de: SwiftTerm unterstützt 6 Cursor-Stile. Wähle den Standard.
es: SwiftTerm admite 6 estilos de cursor. Elige el predeterminado.
fr: SwiftTerm prend en charge 6 styles de curseur. Choisis celui par défaut.
hi: SwiftTerm 6 कर्सर शैलियों का समर्थन करता है। डिफ़ॉल्ट चुनें।
id: SwiftTerm mendukung 6 gaya kursor. Pilih yang bawaan.
ja: SwiftTerm は 6 種類のカーソルスタイルに対応しています。デフォルトを選択してください。
ko: SwiftTerm은 6가지 커서 스타일을 지원합니다. 기본값을 선택하세요.
pt_br: O SwiftTerm suporta 6 estilos de cursor. Escolha o padrão.
pt_pt: O SwiftTerm suporta 6 estilos de cursor. Escolha o predefinido.
ru: SwiftTerm поддерживает 6 стилей курсора. Выберите стиль по умолчанию.
ur: SwiftTerm 6 کرسر انداز کی حمایت کرتا ہے۔ ڈیفالٹ منتخب کریں۔
zh_hans: SwiftTerm 支持 6 种光标样式。请选择默认样式。

# settings.cursorStyle.selected
source: Selected: %1$@
ar: المحدد: %1$@
bn: নির্বাচিত: %1$@
de: Ausgewählt: %1$@
es: Seleccionado: %1$@
fr: Sélectionné : %1$@
hi: चयनित: %1$@
id: Dipilih: %1$@
ja: 選択中: %1$@
ko: 선택됨: %1$@
pt_br: Selecionada: %1$@
pt_pt: Selecionada: %1$@
ru: Выбрано: %1$@
ur: منتخب: %1$@
zh_hans: 已选择：%1$@

# settings.cursorStyle.selected.custom
source: Selected: Custom
ar: المحدد: مخصص
bn: নির্বাচিত: কাস্টম
de: Ausgewählt: Benutzerdefiniert
es: Seleccionado: Personalizado
fr: Sélectionné : Personnalisé
hi: चयनित: कस्टम
id: Dipilih: Kustom
ja: 選択中: カスタム
ko: 선택됨: 사용자 지정
pt_br: Selecionada: Personalizada
pt_pt: Selecionada: Personalizada
ru: Выбрано: Свой
ur: منتخب: حسب ضرورت
zh_hans: 已选择：自定义

# settings.cursorStyle.steadyBar
source: Steady Bar
ar: شريط ثابت
bn: স্থির বার
de: Fester Balken
es: Barra fija
fr: Barre fixe
hi: स्थिर बार
id: Bilah Tetap
ja: 固定バー
ko: 고정 막대
pt_br: Barra estática
pt_pt: Barra fixa
ru: Сплошная полоса
ur: مستحکم بار
zh_hans: 固定竖线

# settings.cursorStyle.steadyBlock
source: Steady Block
ar: كتلة ثابتة
bn: স্থির ব্লক
de: Fester Block
es: Bloque fijo
fr: Bloc fixe
hi: स्थिर ब्लॉक
id: Blok Tetap
ja: 固定ブロック
ko: 고정 블록
pt_br: Bloco estático
pt_pt: Bloco fixo
ru: Сплошной блок
ur: مستحکم بلاک
zh_hans: 固定方块

# settings.cursorStyle.steadyUnderline
source: Steady Underline
ar: شرطة سفلية ثابتة
bn: স্থির আন্ডারলাইন
de: Fester Unterstrich
es: Subrayado fijo
fr: Souligné fixe
hi: स्थिर अंडरलाइन
id: Garis Bawah Tetap
ja: 固定アンダーライン
ko: 고정 밑줄
pt_br: Sublinhado estático
pt_pt: Sublinhado fixo
ru: Сплошное подчёркивание
ur: مستحکم انڈر لائن
zh_hans: 固定下划线

# settings.customColor.apply
source: Apply Color
ar: تطبيق اللون
bn: রঙ প্রয়োগ করুন
de: Farbe übernehmen
es: Aplicar color
fr: Appliquer la couleur
hi: रंग लागू करें
id: Terapkan Warna
ja: カラーを適用
ko: 색상 적용
pt_br: Aplicar cor
pt_pt: Aplicar cor
ru: Применить цвет
ur: رنگ لاگو کریں
zh_hans: 应用颜色

# settings.customColor.hexCode
source: HEX Code
ar: رمز HEX
bn: HEX কোড
es: Código HEX
fr: Code HEX
hi: HEX कोड
id: Kode HEX
ja: HEX コード
ko: HEX 코드
pt_br: Código HEX
pt_pt: Código HEX
ru: HEX-код
ur: HEX کوڈ
zh_hans: HEX 代码

# settings.customColor.preview
source: Preview
ar: معاينة
bn: প্রিভিউ
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
id: Pratinjau
ja: プレビュー
ko: 미리보기
pt_br: Prévia
pt_pt: Pré-visualização
ru: Предпросмотр
ur: پیش نظارہ
zh_hans: 预览

# settings.customColor.recent
source: Recent
ar: الأخيرة
bn: সাম্প্রতিক
de: Zuletzt
es: Recientes
fr: Récent
hi: हाल के
id: Terbaru
ja: 最近
ko: 최근
pt_br: Recentes
pt_pt: Recentes
ru: Недавние
ur: حالیہ
zh_hans: 最近

# settings.customColor.section
source: // custom color
ar: // لون مخصص
bn: // কাস্টম রঙ
de: // benutzerdefinierte farbe
es: // color personalizado
fr: // couleur personnalisée
hi: // कस्टम रंग
id: // warna kustom
ja: // カスタムカラー
ko: // 사용자 지정 색상
pt_br: // cor personalizada
pt_pt: // cor personalizada
ru: // свой цвет
ur: // حسب ضرورت رنگ
zh_hans: // 自定义颜色

# settings.customColor.title
source: Custom Color
ar: لون مخصص
bn: কাস্টম রঙ
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: कस्टम रंग
id: Warna Kustom
ja: カスタムカラー
ko: 사용자 지정 색상
pt_br: Cor personalizada
pt_pt: Cor personalizada
ru: Свой цвет
ur: حسب ضرورت رنگ
zh_hans: 自定义颜色

# settings.fontSize.description
source: Adjust the font size for better readability. Automatically changes cols/rows.
ar: اضبط حجم الخط لتحسين القراءة. يغير cols/rows تلقائياً.
bn: ভালো পাঠযোগ্যতার জন্য ফন্ট আকার সামঞ্জস্য করুন। cols/rows স্বয়ংক্রিয়ভাবে পরিবর্তন হয়।
de: Passe die Schriftgröße für bessere Lesbarkeit an. Cols/Rows werden automatisch angepasst.
es: Ajusta el tamaño de fuente para mejor legibilidad. Cambia cols/rows automáticamente.
fr: Ajuste la taille de police pour une meilleure lisibilité. Change automatiquement les cols/rows.
hi: बेहतर पठनीयता के लिए फ़ॉन्ट आकार समायोजित करें। cols/rows स्वचालित रूप से बदलेंगे।
id: Sesuaikan ukuran font untuk keterbacaan. Otomatis mengubah cols/rows.
ja: 読みやすさのためにフォントサイズを調整してください。cols/rows は自動的に変わります。
ko: 가독성을 높이도록 글꼴 크기를 조정하세요. cols/rows는 자동으로 변경됩니다.
pt_br: Ajuste o tamanho da fonte para melhor legibilidade. Ajusta cols/rows automaticamente.
pt_pt: Ajuste o tamanho do tipo de letra para melhor legibilidade. Ajusta cols/rows automaticamente.
ru: Настройте размер шрифта для удобства чтения. Количество cols/rows меняется автоматически.
ur: بہتر پڑھنے کے لیے فونٹ سائز ایڈجسٹ کریں۔ cols/rows خودکار طور پر تبدیل ہوں گے۔
zh_hans: 调整字体大小以提高可读性。cols/rows 会自动变化。

# settings.fontSize.preview.section
source: // preview
ar: // معاينة
bn: // প্রিভিউ
de: // vorschau
es: // vista previa
fr: // aperçu
hi: // पूर्वावलोकन
id: // pratinjau
ja: // プレビュー
ko: // 미리보기
pt_br: // prévia
pt_pt: // pré-visualização
ru: // предпросмотр
ur: // پیش نظارہ
zh_hans: // 预览

# settings.fontSize.section
source: // terminal font size
ar: // حجم خط الطرفية
bn: // টার্মিনাল ফন্ট আকার
de: // terminal-schriftgröße
es: // tamaño de fuente del terminal
fr: // taille de police du terminal
hi: // टर्मिनल फ़ॉन्ट आकार
id: // ukuran font terminal
ja: // ターミナルのフォントサイズ
ko: // 터미널 글꼴 크기
pt_br: // tamanho da fonte do terminal
pt_pt: // tamanho do tipo de letra do terminal
ru: // размер шрифта терминала
ur: // ٹرمینل فونٹ سائز
zh_hans: // 终端字体大小

# settings.haptic.description
source: Configure the haptic for each zone.
ar: اضبط الاستجابة اللمسية لكل منطقة.
bn: প্রতিটি জোনের জন্য হ্যাপটিক কনফিগার করুন।
de: Konfiguriere das haptische Feedback für jede Zone.
es: Configura la respuesta háptica para cada zona.
fr: Configure le retour haptique pour chaque zone.
hi: प्रत्येक ज़ोन के लिए हैप्टिक कॉन्फ़िगर करें।
id: Atur haptik untuk setiap zona.
ja: 各ゾーンのハプティックを設定します。
ko: 각 영역의 햅틱을 설정합니다.
pt_br: Configure a resposta háptica para cada zona.
pt_pt: Configure a resposta háptica para cada zona.
ru: Настройте тактильный отклик для каждой зоны.
ur: ہر زون کے لیے ہیپٹک ترتیب دیں۔
zh_hans: 为每个区域配置触感反馈。

# settings.haptic.quickRef.impact
source: Impact → physical force (taps, buttons)
ar: Impact → قوة فيزيائية (نقرات، أزرار)
bn: Impact → শারীরিক বল (ট্যাপ, বোতাম)
de: Impact → physische Kraft (Tippen, Buttons)
es: Impact → fuerza física (toques, botones)
fr: Impact → force physique (appuis, boutons)
hi: Impact → भौतिक बल (टैप, बटन)
id: Impact → gaya fisik (ketukan, tombol)
ja: Impact → 物理的な力 (タップ、ボタン)
ko: Impact → 물리적 힘 (탭, 버튼)
pt_br: Impact → força física (toques, botões)
pt_pt: Impact → força física (toques, botões)
ru: Impact → физическое усилие (нажатия, кнопки)
ur: Impact → جسمانی قوت (ٹیپس، بٹن)
zh_hans: Impact → 物理力度（轻点、按钮）

# settings.haptic.quickRef.notif
source: Notif → action result (success/error)
ar: Notif → نتيجة الإجراء (نجاح/خطأ)
bn: Notif → ক্রিয়া ফলাফল (সফল/ত্রুটি)
de: Notif → Aktionsergebnis (Erfolg/Fehler)
es: Notificación → resultado de acción (éxito/error)
fr: Notif → résultat d’action (succès/erreur)
hi: Notif → क्रिया परिणाम (सफलता/त्रुटि)
id: Notif → hasil tindakan (berhasil/galat)
ja: Notif → アクション結果 (成功/エラー)
ko: Notif → 작업 결과 (성공/오류)
pt_br: Notif → resultado de ação (sucesso/erro)
pt_pt: Notif → resultado de ação (sucesso/erro)
ru: Notif → результат действия (успех/ошибка)
ur: Notif → عمل کا نتیجہ (کامیابی/خرابی)
zh_hans: Notif → 操作结果（成功/错误）

# settings.haptic.quickRef.section
source: // quick reference
ar: // مرجع سريع
bn: // দ্রুত রেফারেন্স
de: // schnellübersicht
es: // referencia rápida
fr: // référence rapide
hi: // त्वरित संदर्भ
id: // referensi cepat
ja: // クイックリファレンス
ko: // 빠른 참조
pt_br: // referência rápida
pt_pt: // referência rápida
ru: // быстрая справка
ur: // فوری حوالہ
zh_hans: // 快速参考

# settings.haptic.quickRef.selection
source: Selection → state change (pickers)
ar: Selection → تغيير الحالة (المحددات)
bn: Selection → স্থিতি পরিবর্তন (পিকার)
de: Selection → Zustandsänderung (Auswahl)
es: Selection → cambio de estado (selectores)
fr: Selection → changement d’état (sélecteurs)
hi: Selection → स्थिति परिवर्तन (पिकर)
id: Selection → perubahan status (pemilih)
ja: Selection → 状態変化 (ピッカー)
ko: Selection → 상태 변경 (선택기)
pt_br: Selection → mudança de estado (seletores)
pt_pt: Selection → mudança de estado (seletores)
ru: Selection → смена состояния (селекторы)
ur: Selection → حالت تبدیلی (پکرز)
zh_hans: Selection → 状态变化（选择器）

# settings.haptic.radio.active
source: active
ar: نشط
bn: সক্রিয়
de: aktiv
es: activo
fr: actif
hi: सक्रिय
id: aktif
ja: アクティブ
ko: 활성
pt_br: ativo
pt_pt: ativo
ru: активно
ur: فعال
zh_hans: 活动

# settings.haptic.section
source: // keyboard haptic zones
ar: // مناطق اللوحة اللمسية
bn: // কীবোর্ড হ্যাপটিক জোন
de: // haptische tastaturzonen
es: // zonas hápticas del teclado
fr: // zones haptiques du clavier
hi: // कीबोर्ड हैप्टिक ज़ोन
id: // zona haptik papan ketik
ja: // キーボードのハプティックゾーン
ko: // 키보드 햅틱 영역
pt_br: // zonas hápticas do teclado
pt_pt: // zonas hápticas do teclado
ru: // зоны тактильной клавиатуры
ur: // کی بورڈ ہیپٹک زونز
zh_hans: // 键盘触感区域

# settings.pairedMacs.empty.description
source: Tap the QR button on a pane on the Mac and scan it with the camera.
ar: اضغط على زر QR في لوحة على Mac وامسحه بالكاميرا.
bn: Mac-এ pane-এর QR বোতামে ট্যাপ করে ক্যামেরা দিয়ে স্ক্যান করুন।
de: Tippen Sie auf die QR-Taste eines Bereichs auf dem Mac und scannen Sie mit der Kamera.
es: Toca el botón QR en un panel del Mac y escanéalo con la cámara.
fr: Touchez le bouton QR d’un volet sur le Mac et scannez-le avec la caméra.
hi: Mac पर pane के QR बटन पर टैप करें और कैमरे से स्कैन करें।
id: Ketuk tombol QR di pane pada Mac dan pindai dengan kamera.
ja: Mac のペインにある QR ボタンをタップし、カメラでスキャンしてください。
ko: Mac의 패널에서 QR 버튼을 탭하고 카메라로 스캔하세요.
pt_br: Toque no botão QR de um painel no Mac e escaneie com a câmera.
pt_pt: Toque no botão QR de um painel no Mac e leia-o com a câmara.
ru: Нажмите кнопку QR в pane на Mac и отсканируйте камерой.
ur: Mac پر pane کے QR بٹن پر ٹیپ کریں اور کیمرے سے اسکین کریں۔
zh_hans: 轻点 Mac 窗格上的 QR 按钮，然后用相机扫描。

# settings.pairedMacs.empty.title
source: No paired Mac
ar: لا يوجد Mac مقترن
bn: কোনো পেয়ার করা Mac নেই
de: Kein gekoppelter Mac
es: Ningún Mac emparejado
fr: Aucun Mac appairé
hi: कोई पेयर Mac नहीं
id: Tidak ada Mac berpasangan
ja: ペア済みの Mac なし
ko: 페어링된 Mac 없음
pt_br: Nenhum Mac pareado
pt_pt: Nenhum Mac emparelhado
ru: Нет сопряжённых Mac
ur: کوئی جوڑی شدہ Mac نہیں
zh_hans: 没有已配对的 Mac
